[
  {
    "id": 1,
    "joke": "Почему у бегемота всегда открыт рот? Если он его закроет, у него на жопе кожа треснет."
  },
  {
    "id": 2,
    "joke": "Приходит пациент к врачу Пациент садится, протягивает врачу карту, врач открывает, смотрит в карту, поднимает взгляд к пациенту и говорит: - В вашей амбулаторной карте только окулист и венеролог. - Да и что? - Вы что не видите с кем трахаетесь?"
  },
  {
    "id": 3,
    "joke": "Эстонские криминалисты определили что в Кеннеди стреляли не из окна, а из винтовки."
  },
  {
    "id": 4,
    "joke": "Секс по телефону в Армении: — Алло, это секс по телефону? *Звук падения кубика на доску*    — Да, брат"
  },
  {
    "id": 5,
    "joke": "Приходит ветеринар к терапевту. Терапевт: — На что жалуетесь? Ветеринар: — Э, батенька, так каждый может."
  },
  {
    "id": 6,
    "joke": "Одного парня заколдовала колдунья: он мог говорить только одно слово в год. Он 3 года не говорил ни слова, затем подошёл к возлюбленной и сказал: Бля, меня прокляли"
  },
  {
    "id": 7,
    "joke": "Бабка умерла на остановке, но ещё какое-то время продолжала радовать панков."
  },
  {
    "id": 8,
    "joke": "Женщина приходит устраиваться на работу в цирк. Директор её спрашивает: - А что вы умеете делать?.  Женщина кладёт на пол яблоко, делает шпагат, встаёт и яблоко исчезает. Директор: - Что это было? - Антоновка!"
  },
  {
    "id": 9,
    "joke": "Ведущий прогноза погоды пришел на работу пьяненький, и во время эфира на карте показал не только антициклон, но и где служил"
  },
  {
    "id": 10,
    "joke": "— Помнишь у тебя прошлым летом электросамокат пропал? — Ну помню — У меня для тебя две новости: хорошая и плохая — Ну давай с плохой — Мы его в Енисее нашли — А хорошая?  — Мы с него ведро зумеров сняли"
  },
  {
    "id": 11,
    "joke": "Если бы не существовало папы Карло, то буратино бы самовыпилился"
  },
  {
    "id": 12,
    "joke": "Что общего между передачей «Что? Где? Когда?» и гей-групповухой? ...  И там, и там идёт борьба за очко"
  },
  {
    "id": 13,
    "joke": "Идут как то Шахматист и Феминистка по парку, вдруг на них нападает гопник и Шахматист решает пожертвовать слоном"
  },
  {
    "id": 14,
    "joke": "Что утром на двух ногах, днем на четырех, а вечером вновь на двух? ... Рядовой Табуретка"
  },
  {
    "id": 15,
    "joke": "Репортер задает вопрос человеку на улице :  — Вы курите?  — Да. — Пидора ответ,  Этим репортёром был Зигмунд Фрейд"
  },
  {
    "id": 16,
    "joke": "Что стало с евреем, который любил БДСМ и зоофилию? ... Задушила жаба"
  },
  {
    "id": 17,
    "joke": "В семье каннибалов умер отец, но всё равно остался кормильцем."
  },
  {
    "id": 18,
    "joke": "Пьяные рыбаки ночью поймали русалку. На утро оказалось, что это сом, и всем стало смешно и немножко стыдно"
  },
  {
    "id": 19,
    "joke": "Пьяные рыбаки ночью поймали русалку. На утро оказалось, что это сом, и всем стало смешно и немножко стыдно"
  },
  {
    "id": 20,
    "joke": "Хогвартс. Коридор. Открывается дверь подсобки и оттуда выползает полуживая Гермиона. Следом, выходит Дамблдор, и с довольным ебалом говорит: минус одно очко гриффиндору"
  }
]
